app/controllers/contacts_controller.rb

  def create
    @contact = Contact.new(contact_params)

    respond_to do |format|
      if @contact.save
---
INSERT INTO "contacts" ("name", "email", "phone", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["name", "ema"], ["email", "sdas"], ["phone", "sdadsa"], ["description", "dsads"], ["created_at", "2015-03-11 12:04:26.216927"], ["updated_at", "2015-03-11 12:04:26.216927"]]